Repository: iamFIREcracker/getstrappo
Catalog: i18n/*/LC_MESSAGES/strings.po
Languages: it_it

# html.lang
source: en
it_it: it

# meta.description
source: Strappo is a new way of getting around. It's social, funny, and free! Hitchhiking 2.0! Join the community and share your car, find new friends and help reducing traffic and pollution!
it_it: Strappo è un nuovo modo di muoversi in città. Social, divertente e gratis. L'autostop 2.0! Unisciti alla community e scambia passaggi in macchina, fai nuovi amici e contribuisci a ridurre l'inquinamento ed il traffico!

# meta.keywords
source: strappo, carsharing, ridesharing, real-time, on-demand, social, mobile, ios, android
it_it: strappo, carpooling, ridesharing, real-time, social, mobile, ios, android

# title
source: Strappo - Social carsharing
it_it: Strappo - Social Carpooling

# available_on_the_stores
source: Available on App Store and Play Store
it_it: Disponibile su App Store e Play Store

source: Download App
it_it: Scarica App

source: What it is
it_it: Cos'è

# what_it_is_desc
source: Strappo is a 100% Italian carsharing service, aimed at young people who want to get around on the cheap, especially at night when public transport options are next to none. As you drive around the city, you can share your car with fellow passengers. Join the community, take and offer rides and meet new friends! The sharing economy works and it's awesome!
it_it: Strappo è un servizio di carpooling 100% italiano, fatto da giovani per giovani e per tutti coloro che vogliono spostarsi in città in maniera economica e rapida (la notte non aspetta nessuno!). Mentre guidi puoi condividere la tua auto con persone come te! Entra nella community, scambia passaggi in macchina e fai nuove amicizie! La sharing economy funziona ed è una bomba!

source: How it works
it_it: Come funziona

# passenger
source: Catch a strappo!
it_it: Prendi uno strappo!

# passenger_text
source: Going downtown? Or perhaps back home from your favorite watering hole? Finding a ride with Strappo is as easy as 1-2-3!
it_it: Devi andare in centro? O magari vuoi tornare a casa dal tuo bar preferito? Con Strappo è facile come contare fino a 3!

# passenger_step1_title
source: Ask for a ride
it_it: Richiedi un passaggio

# passenger_step2_title
source: Choose your driver
it_it: Scegli il tuo guidatore

# passenger_step3_title
source: Enjoy the ride!
it_it: Buon viaggio!

# passenger_step1
source: Input your preferred pick-up and drop-off locations and number of friends you are hanging out with.
it_it: Inserisci il tuo indirizzo di partenza, di destinazione e il numero di posti in macchina che ti servono.

# passenger_step2
source: Wait for drivers to respond to your request. Pick one and you're good to go! You can even call the driver to better arrange the trip beforehand.
it_it: Attendi che i guidatori rispondano alla tua richiesta. Scegline uno e sei pronto a partire! Puoi anche chiamare il guidatore per metterti d'accordo sul passaggio.

# passenger_step3
source: Your driver will come pick you up and take you to destination.<br>At destination, remember to tap End Ride and rate your driver (at Strappo your opinion matters!)
it_it: Il guidatore che hai scelto verrà a prenderti.<br>Una volta a destinazione, ricordati di toccare Fine Passaggio per dare un voto al guidatore (A Strappo la tua opinione è importante!)

# driver
source: Drive with us
it_it: Guida con noi

# driver_text
source: Got empty seats? Become a strappo driver and share your trip (and your car running costs!)
it_it: Hai posti in macchina liberi? Diventa un guidatore nella community di Strappo e condividi i tuoi tragitti (e i tuoi costi di gestione auto!)

# driver_step1_title
source: Enter your details
it_it: Inserisci i tuoi dati

# driver_step1
source: Your phone number and car details allow your passengers to contact you and to recognize you at the pick-up point.
it_it: Il tuo numero di telefono ed i dettagli della tua auto permettono al passeggero di contattarti e di riconoscerti al punto di partenza.

# driver_step2_title
source: Offer a seat
it_it: Offri un passaggio

# driver_step2
source: Browse the passengers currently looking for a ride. Anybody close to you who's going the same way as you are? Offer them a seat!
it_it: Passa in rassegna i passeggeri in cerca di un passaggio. Qualcuno vicino a te vuole andare nella tua stessa direzione? Offrigli un posto!

# driver_step3_title
source: Go pick them up!
it_it: Passa a prenderli!

# driver_step3
source: Once the passenger accepts your offer, the shared ride can start. At destination, you'll be prompted to rate your passengers (this is very important to us!)
it_it: Non appena il passeggero accetta la tua offerta, il viaggio condiviso può iniziare. Una volta a destinazione, potrai dare un voto a i tuoi passeggeri (questo è molto importante per te e per noi!)

# highlights_ride_free_title
source: No ticket to ride
it_it: Gratis!

# highlights_ride_free_text
source: For a limited time Strappo will be free to all passengers. Yes, free as in beer!
it_it: Ancora per un tempo limitato Strappo continuerà ad essere gratis per tutti i passeggeri. Avete capito bene!

# highlights_community_title
source: Come for the convenience, stay for the company
it_it: Aggiungi un posto in macchina, che c'è un amico in più

# highlights_community_text
source: Strappo is a community of friendly and helpful people, who want to make their city more livable. Join us and make new friends!
it_it: Strappo è una comunità di persone amichevoli, che vogliono rendere la nostra città più divertente e vivibile. Unisciti a noi e fai nuove amicizie!

# highlights_environment_title
source: We love the environment
it_it: Amiamo l'ambiente

# highlights_environment_text
source: Look around, how many cars do you see with just the driver? 69% of Italians drive to work, but only 4% rides as a passenger. For every ride you share, you help reducing traffic and pollution!
it_it: Guardati intorno, quante macchine vedi con solo il guidatore a bordo? Il 69% degli italiani guida per andare a lavoro, ma solo il 4% sale in macchina da passeggero. Per ogni strappo che dai, aiuti a ridurre traffico ed inquinamento!

# highlights_facebook_title
source: Social carsharing is social
it_it: Per gente social

# highlights_facebook_text
source: Strappo is Facebook-connected. You don't need to create yet another account and it helps towards granting profile authenticity (you can even see the common friends!). Community is being connected!
it_it: Strappo è collegato con Facebook. Così non hai bisogno di creare un altro account e, in più, questo ci aiuta a garantire l'autenticità dei profili (puoi anche vedere gli amici in comune!). Community vuol dire essere connessi!

# highlights_rating_title
source: We got stars in our eyes
it_it: Vediamo le stelle

# highlights_rating_text
source: After each trip driver and passenger rate each other. At Strappo we're committed to keeping high standards of safety and comfort for our users, so users who systematically receive low ratings will be banned.
it_it: Dopo ogni viaggio guidatore e passeggero si danno un voto l'un altro. A Strappo intendiamo mantenere standard elevati di sicurezza e comfort per i nostri utenti, per cui gli utenti che riceveranno sistematicamente voti negativi verranno bannati.

# highlights_3_way_title
source: Freedom of choice
it_it: Libertà di scelta

# highlights_3_way_text
source: As a driver, you decide which passengers you offer your spare seats to. As a passenger, you pick your driver, based on their rating, their response time or even their car. Choosing is safer and more comfortable for you.
it_it: Se guidi, decidi tu a quali passeggeri offrire un passaggio. Se sei passeggero, scegli tu il tuo guidatore, basandoti sul suo rating, il suo tempo di risposta o persino la sua auto. Scegliere è più sicuro e più confortevole per te.

# pricing_passengers_title
source: If you ride as a passenger...
it_it: Se sei un passeggero...

# pricing_passengers_text
source: That's easy: it's on the house! As a limited time launch promotion, you can ride around as a passenger for free!
it_it: È semplice: offriamo noi! Come promozione di lancio, puoi andartene in giro con Strappo gratis!

# pricing_drivers_title
source: ... If you drive
it_it: ... Se guidi

# pricing_drivers_text
source: Did you know that your car's running costs on average amount to 0.30 €/km*? Strappo will help you offset that. Here's what's in for you**:
it_it: Sapevi che i costi di esercizio della tua auto in media sono di 0.30 €/km*? Strappo ti aiuta a recuperare un po' di questi costi. Ecco quello che ti spetta**:

# pricing_table_reimbursement
source: Reimbursement
it_it: Rimborso

# pricing_table_savings
source: You save
it_it: Risparmi

# pricing_table_1pax
source: 1 passenger
it_it: 1 passeggero

# pricing_table_2pax
source: Party of 2
it_it: Gruppo di 2

# pricing_table_3pax
source: Party of 3
it_it: Gruppo di 3

# pricing_table_4pax
source: Party of 4
it_it: Gruppo di 4

# pricing_disclaimers
source: * Official ACI tables<br/>** We're still in a pilot phase, so your reimbursement will be credited on your Strappo virtual account and you'll be able to redeem it starting Nov 1 2014
it_it: * Tabelle ufficiali ACI<br/>** Siamo ancora in fase pilota, quindi il tuo rimborso sarà accreditato sul tuo account virtuale Strappo e potrai riscattarlo a partire dal 1º Nov 2014

source: Availability
it_it: Disponibilità

# availability_text
source: Strappo is at the moment only available in Viareggio, Italy.<br>Sign up for the newsletter or follow us on Facebook, Twitter or Instagram to stay up to date on our next moves!
it_it: Strappo è per il momento disponibile solo a Viareggio.<br>Iscriviti alla newsletter o seguici su Facebook, Twitter o Instagram per rimanere aggiornato sulle nostre prossime mosse!

# giovanni_bio
source: Born and raised in Viareggio, just like his two fellow co-founders, Giovanni graduates in Computer Engineering from University of Pisa and then spends 3.5 years abroad working at CERN. As a strong supporter of the sharing economy and the nights out, Strappo is his way to help the young folks continue to have fun despite the economic downturn in Italy.
it_it: Viareggino al 100% così come gli altri due co-founders, Giovanni si laurea in Ingegneria Informatica e lavora per 3.5 anni al CERN. Da forte sostenitore della sharing economy e delle uscite fino a tarda notte, per lui il carpooling di Strappo è un modo per aiutare i giovani a continuare a divertirsi in giro, nonostante la situazione economica italiana.

# matteo_bio
source: While graduating in Computer Engineering, Matteo spent part of his time hacking the FreeBSD kernel and trying to push the market of local advertisements to the next level with the aid of digital signage. He now works for a company leading the market of financial software development, but at night, he tries to revolutionize the local transportation system with Strappo.
it_it: Mentre si laurea in Ingegneria Informatica, Matteo spende buona parte del suo tempo a giocare con il kernel di FreeBSD e a provare ad innovare il mercato della pubblicità locale con l'utilizzo di videoposter. Adesso lavora per un'azienda leader nello sviluppo di software per il mondo della finanza, ma di notte cerca di stravolgere il sistema dei trasporti locali con Strappo.

# gabriele_bio
source: Gabriele is a creative and graphic designer from Viareggio. He holds a BA in Multimedia Arts from the Accademia di Belle Arti di Carrara and an MA from the Royal College of Art&Design, London. He is currently living in London, where he's forced to get up one hour earlier than his two friends to work on Strappo.
it_it: Gabriele Dini è un creativo e grafico di Viareggio. Si laurea in Arti Multimediali all'Accademia di Belle Arti di Carrara e ottiene un Master al Royal College of Art&amp;Design di Londra. Attualmente vive a Londra, dove è costretto ad alzarsi un'ora prima dei suoi due amici per lavorare a Strappo.

# m2_bio
source: A major graphic design and brand image buff and relentless book-hitter, he graduates from the School of Fine Arts of Carrara, he gets an M.A. in Graphics and Communication and then he specializes in Brand Management at IED, Roma. And during all of this, he’s worked for a graphic design firm. Then he became freelance. And then he works with us on Strappo!
it_it: Da sempre appassionato di grafica ed identità visive e senza alcuna remora per le lunghe notti di studio, si laurea presso l'Accademia di Belle Arti di Carrara, si specializza in Grafica e Comunicazione e frequenta un master in Brand Management allo IED. Ed in parallelo a tutto questo, ha lavorato presso uno studio grafico. E poi si è messo in proprio. E poi lavora con noi a Strappo!

# tl_dr
source: TL;DR: 2/3 are koderz, 1/3 is an artist, 3/3 are geeks
it_it: TL;DR: 2/4 sono koderz, 2/4 sono artisti, 4/4 sono geeks

# download_app_on
source: Get the app
it_it: Scarica la app da

# subscribe_now
source: Subscribe to the newsletter
it_it: Iscriviti alla Newsletter!

source: Your Email
it_it: La tua Email
